Repository: 7FFD/ZXTapeReviver
Catalog: qml/translations/zxtapereviver_*.xlf
Languages: ru_ru

# id_timeline_sec
source: %1 sec
ru_ru: %1 сек

# id_about_window_header
source: About
ru_ru: О программе

# id_email_link
source: E-mail: %1
ru_ru: Электронная почта: %1

# id_youtube_channel_link
source: YouTube channel: %1
ru_ru: YouTube канал: %1

# id_donations_link
source: Donate to program development: %1
ru_ru: Пожертвовать на развитие программы: %1

# id_please_click_to_open_link
source: Please click the highlighted links to open
ru_ru: Пожалуйста, нажмите на подсвеченные ссылки для их открытия

# id_youtube_channel_name
source: Computer Enthusiast Tips
ru_ru: Советы компьютерного энтузиаста

# id_measured_frequency_window_header
source: Measured frequency
ru_ru: Измеритель частоты

# id_measured_frequency
source: Measured frequency:
ru_ru: Измеренная частота:

# id_goto_address_window_header
source: Go to address
ru_ru: Переход на адрес

# id_please_enter_address
source: Please enter address:
ru_ru: Пожалуйста введите адрес:

# id_hexadecimal
source: Hexadecimal
ru_ru: В шестнадцатеричном виде

# id_file_menu_item
source: File
ru_ru: Файл

# id_open_wav_file_menu_item
source: Open WAV file...
ru_ru: Открыть WAV файл...

# id_open_waveform_file_menu_item
source: Open Waveform file...
ru_ru: Открыть файл с формой волны...

# id_save_menu_item
source: Save
ru_ru: Сохранить

# id_save_parsed_menu_item
source: Parsed
ru_ru: Разобранный

# id_left_channel_menu_item
source: Left channel...
ru_ru: Левый канал...

# id_right_channel_menu_item
source: Right channel...
ru_ru: Правый канал...

# id_save_waveform_menu_item
source: Waveform...
ru_ru: Форму волны...

# id_exit_menu_item
source: Exit
ru_ru: Выход

# id_waveform_menu_item
source: Waveform
ru_ru: Форма волны

# id_restore_view_menu_item
source: Restore view
ru_ru: Восстановить вид

# id_reparse_menu_item
source: Reparse
ru_ru: Разобрать

# id_parser_settings_menu_item
source: Parser settings...
ru_ru: Настройки парсера...

# id_help_menu_item
source: Help
ru_ru: Помощь

# id_about_menu_item
source: About...
ru_ru: О программе...

# id_parser_settings_window_header
source: Parser settings
ru_ru: Настройки парсера

# id_pilot_tone_settings
source: Pilot-tone settings:
ru_ru: Настройки пилот-тона:

# id_pilot_half_frequency
source: Pilot half frequency:
ru_ru: Частота полупериода пилот-тона:

# id_pilot_frequency
source: Pilot frequency:
ru_ru: Частота периода пилот-тона:

# id_pilot_delta
source: Pilot delta:
ru_ru: Допустимое отклонение частоты пилот-тона:

# id_synchro_signal_settings
source: Synchro signal settigns:
ru_ru: Настройки синхро-сигнала:

# id_synchro_first_half_frequency
source: Synchro first half frequency:
ru_ru: Частота первого полупериода синхро-сигнала:

# id_synchro_second_half_frequency
source: Synchro second half frequency:
ru_ru: Частота второго полупериода синхро-сигнала:

# id_synchro_frequency
source: Synchro frequency:
ru_ru: Частота периода синхро-сигнала:

# id_synchro_delta
source: Synchro delta:
ru_ru: Допустимое отклонение частоты синхро-сигнала:

# id_zero_digit_settings
source: Zero digit settings:
ru_ru: Настройки для "нуля":

# id_zero_half_frequency
source: Zero half frequency:
ru_ru: Частота полупериода "нуля":

# id_zero_frequency
source: Zero frequency:
ru_ru: Частота периода "нуля":

# id_zero_delta
source: Zero delta:
ru_ru: Допустимое отклонение частоты "нуля":

# id_one_digit_settings
source: One digit settings:
ru_ru: Настройки для "единицы":

# id_one_half_frequency
source: One half frequency:
ru_ru: Частота полупериода "единицы":

# id_one_frequency
source: One frequency:
ru_ru: Частота периода "единицы":

# id_one_delta
source: One delta:
ru_ru: Допустимое отклонение частоты "единицы":

# id_check_for_abnormal_sine_when_parsing
source: Check for abnormal sine when parsing
ru_ru: Проверка на явно вырожденную синусоиду во время разбора

# id_please_choose_wav_file
source: Please choose WAV file
ru_ru: Пожалуйста, выберите WAV файл

# id_please_choose_wfm_file
source: Please choose WFM file
ru_ru: Пожалуйста, выберите WFM файл

# id_wav_files
source: WAV files (%1)
ru_ru: Файлы WAV (%1)

# id_wfm_files
source: Waveform files (%1)
ru_ru: Файлы формы волны (%1)

# id_tap_files
source: TAP files (%1)
ru_ru: Файлы TAP (%1)

# id_save_tap_file
source: Save TAP file...
ru_ru: Сохранить TAP файл...

# id_save_wfm_file
source: Save WFM file...
ru_ru: Сохранить WFM файл...

# id_vertical_zoom_in
source: Vertical Zoom IN
ru_ru: Вертикаль больше

# id_vertical_zoom_out
source: Vertical Zoom OUT
ru_ru: Вертикаль меньше

# id_horizontal_zoom_in
source: Horizontal Zoom IN
ru_ru: Горизонталь больше

# id_horizontal_zoom_out
source: Horizontal Zoom OUT
ru_ru: Горизонталь меньше

# id_reparse
source: Reparse
ru_ru: Разобрать

# id_save_parsed
source: Save parsed
ru_ru: Сохранить разобранное

# id_save_waveform
source: Save waveform
ru_ru: Сохранить форму волны

# id_restore_waveform
source: Restore waveform
ru_ru: Восстановить волну

# id_repair_waveform
source: Repair waveform
ru_ru: Исправить волну

# id_shift_waveform
source: Shift waveform
ru_ru: Сдвинуть волну

# id_goto_address
source: Goto address...
ru_ru: Перейти на адрес

# id_selection_mode
source: Selection mode
ru_ru: Режим выделения

# id_measurement_mode
source: Measurement mode
ru_ru: Режим измерения

# id_copy_from_r_to_l
source: Copy from R to L (▲)
ru_ru: Копировать из П в Л (▲)

# id_copy_from_l_to_r
source: Copy from L to R (▼)
ru_ru: Копировать из Л в П (▼)

# id_left_channel
source: Left Channel
ru_ru: Левый канал

# id_right_channel
source: Right Channel
ru_ru: Правый канал

# id_to_the_beginning_of_the_block
source: << To the beginning of the block
ru_ru: << В начало блока

# id_to_the_end_of_the_block
source: To the end of the block >>
ru_ru: В конец блока >>

# id_block_type
source: Type
ru_ru: Тип

# id_block_name
source: Name
ru_ru: Имя

# id_block_size
source: Size (to be read)
ru_ru: Размер (должно быть считано)

# id_block_status
source: Status
ru_ru: Статус

# id_goto_suspicious_point
source: Goto Suspicious point
ru_ru: Перейти к подозрительной точке

# id_remove_suspicious_point
source: Remove Suspicious point
ru_ru: Удалить подозрительную точку

# id_suspicious_point_position
source: Position
ru_ru: Позиция

# id_ok
source: Ok
ru_ru: ОК

# id_error
source: Error
ru_ru: Ошибка

# id_unknown
source: Unknown
ru_ru: Неизвестен

# id_language_menu_item
source: Language
ru_ru: Язык

# id_english_language
source: English
ru_ru: Английский

# id_russian_language
source: Russian
ru_ru: Русский
